/* Sortie */
"%@ battle against the enemy main fleet at %@ war zone in %@ (%@) now" = "%1$@戰敵人主力艦隊在%3$@ (%4$@)的海上區域在第%2$@戰區現在";

/* Sortie */
"%@ battle at %@ war zone in %@ (%@) now" = "%1$@戰在%3$@ (%4$@)的海上區域在第%2$@戰區現在";

/* Sortie */
"%@ in sortie into %@ (%@)" = "%1$@在涉足到\n（%3$@）%2$@";

/* %@ Will Finish Docking. */
"%@ Will Finish Docking." = "%@將完成塢站";

/* %@ Will Return From %@. */
"%@ Will Return From %@." = "%1$@就返回從%2$@";

/* %@ Will Return From Mission. */
"%@ Will Return From Mission." = "%@就返回從使命";

/* Add history mark. */
"Add mark" = "添加標記";

/* Airbase action kind */
"Air Difence" = "防空";

/* show equipment type All */
"All" = "一切";

/* Reload menu, back to game */
"Back To Game" = "返回游戲";

/* Deleting caches... */
"Deleting caches..." = "刪除緩存...";

/* show equipment type Equiped */
"Equiped" = "裝備";

/* fail to develop */
"fail to develop" = "失敗";

/* Speed, fast */
"Fast" = "高速";

/* Speed, faster */
"Faster" = "高速＋";

/* Speed, fastest */
"Fastest" = "最速";

/* Hide Air Base Info */
"Hide Air Base Info" = "隱藏基地空軍信息";

/* Menu item title, Hide Bookmark */
"Hide Bookmark" = "隱藏書籤";

/* View menu, hide combined view */
"Hide Combined View" = "隱藏聯合艦隊視窗";

/* Hide History */
"Hide History" = "隱藏歷史一覽";

/* UpgradableShipsWindowController menu item */
"Hide Kanmusu" = "隱藏";

/* Hide Screenshot List */
"Hide Screenshot List" = "隱藏截圖一覽";

/* Hide Slot Item */
"Hide Slot Item" = "隱藏裝備一覽";

/* Hide Upgradable Ships */
"Hide Upgradable Ships" = "隱藏可能重塑船舶一覽";

/* It is soon %zd o'clock. */
"It is soon %zd o'clock." = "不久是%zd點鐘";

/* It Will Finish Build at No.%@. */
"It Will Finish Build at No.%@." = "將在%@號構建完成";

/* kancolle twitter hash tag */
"kancolle" = "艦これ";

/* Range, long */
"Long" = "長";

/* Range, middle */
"Middle" = "中";

/* Reload menu, reload */
"Reload" = "重裝";

/* No comment provided by engineer. */
"Reload interval is too short.\nWait until %@." = "重裝載間隔太短\n等到 %@";

/* No comment provided by engineer. */
"Reload interval is too short?" = "重裝間隔太短?";

/* Remove history mark. */
"Remove mark" = "刪除標記";

/* Airbase action kind */
"Rest" = "休息";

/* AirbasePlaneStateTransformer */
"rotating" = "転換中";

/* Airbase action kind */
"Shelter" = "疏散";

/* Range, short */
"Short" = "短";

/* Show Air Base Info */
"Show Air Base Info" = "顯示基地空軍信息";

/* Menu item title, Show Bookmark */
"Show Bookmark" = "顯示書籤";

/* View menu, show combined view */
"Show Combined View" = "顯示聯合艦隊視窗";

/* Show History */
"Show History" = "顯示歷史一覽";

/* UpgradableShipsWindowController menu item */
"Show Kanmusu" = "顯示";

/* Show Screenshot List */
"Show Screenshot List" = "顯示截圖一覽";

/* Show Slot Item */
"Show Slot Item" = "顯示裝備一覽";

/* Show Upgradable Ships */
"Show Upgradable Ships" = "顯示可能重塑船舶一覽";

/* Speed, slow */
"Slow" = "低速";

/* Airbase action kind */
"Sortie" = "突擊";

/* Airbase action kind */
"StandBy" = "等候";

/* show equipment type Unequiped */
"Unequiped" = "未裝備";

/* Range, very long */
"Very Long" = "超長";

